Repository: komsihon/Project6
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Paid orders
fr: Commandes payées

source: Reported orders
fr: Commandes reportées

source: Manage products
fr: Gestion des produits

source: Manage categories
fr: Gestion des catégories

source: Review comments
fr: Contrôle des commentaires

source: Configure useful information of your website like company name, description, invitation message, mail signature, etc. Upload a square-size symbol that will serve as favicon and smartphone launcher.
fr: Configurez les informations utiles de votre site web comme le nom de votre entreprise, sa description, un message d'invitation, une signature mail, etc. Uploadez un symbole carré qui servira de favicon sur les navigateur web et de d’icône de lancement sur les smartphones.

source: Configure your website
fr: Configurez votre site web

source: Remind me later
fr: Me le rappeler

source: Got it!
fr: Compris !

source: Show Help
fr: Aide

source: Email campaign
fr: Campagne Mail

source: Remaining mail :
fr: Mail restant :

source: Refill ?
fr: Recharger ?

source: To
fr: À

source: Subject
fr: Sujet

source: Pre-Header
fr: Entête

source: Call-to-action button title
fr: Titre du bouton d'action

source: Ex: Buy now
fr: Ex : Acheter

source: Call-to-action url link
fr: Lien url du bouton d'action

source: Save
fr: Enregistrer

source: Send a mail test
fr: Envoyer un mail de test

source: Input test emails. <em>Separate with coma</em>
fr: Saisir les emails de tests. <em>séparer avec une virgule (",")</em>

source: Test emails
fr: Tester emails

source: Send test
fr: Envoyer test

source: Your tests were sent
fr: Test réussis

source: New
fr: Nouveau

source: Dashboard
fr: Tableau de bord

source: New(s)
fr: Nouveau

source: No pending order to display
fr: Aucune commande en attente

source: More info
fr: Plus d'infos

source: Pending payment
fr: Paiement(s) en attente

source: No pending payments to display
fr: Aucun paiement en attente

source: Paid
fr: Payé

source: No unserved payments to display...
fr: Aucun paiement non servi à afficher...

source: Registered Users
fr: Inscrits

source: Invoices
fr: Factures

source: Customer orders
fr: Commandes des clients

source: Search %(verbose_name)s
fr: Rechercher %(verbose_name)s

source: All
fr: Tout

source: This order is waiting for payment...
fr: Cette commande est en attente de paiement....

source: Contact customer
fr: Contacter le client

source: Sending request...
fr: Envoi de la requête...

source: Order accepted
fr: Commande acceptée

source: Error occurs when accepting this order, please try again...
fr: Une erreur se produit lors de l'acceptation de cette commande, veuillez réessayer....

source: Order reported
fr: Commande reportée

source: Error occurs when reporting this order, please try again...
fr: Une erreur s'est produite, veuillez réessayer....

source: Error occurs when classifying this order, please try again...
fr: Une erreur s'est produite lors de la classification de cette commande, veuillez réessayer....

source: Customer requests
fr: Requêtes clients

source: Report
fr: Reporter

source: Finish
fr: Terminer

source: Detail
fr: Détails

source: Kakocase lets you create an e-commerce website in a few clicks. Your website accepts Mobile Money payments right out of the box. PayPal is also supported to handle payments with Credit/Debit cards. With our integrated Facebook communication module, launch your marketing campaign and drive thousands of visitors and buyers to your website.
fr: Kakocase vous permet de créer un site Web de e-commerce en quelques clics. Votre site Web intègre les paiements Mobile Money . PayPal est également pris en charge pour gérer les paiements avec les cartes de crédit / débit. Avec notre module de communication Facebook intégré, lancez votre campagne marketing et conduisez des milliers de visiteurs et d'acheteurs sur votre site web.

source: Build your customers community and sell online
fr: Fidélisez votre clientèle et vendez en ligne

source: Features
fr: Fonctionnalités

source: Easy setup
fr: Mise sur pied facile

source: You create your website by filling a simple form, then choosing the template that suits your brand and voilà ! Your business is online.
fr: Vous créez votre site web en remplissant un simple formulaire, puis en choisissant le modèle qui correspond à votre marque et voilà! Votre entreprise est en ligne.

source: Your website accepts online payment from MTN Mobile Money and Orange Money. You have detailed report of transactions on your website.
fr: Votre site Web intègre les paiements en ligne de MTN Mobile Money et Orange Money. Vous avez un rapport détaillé des transactions sur votre site Web.

source: Integrated Communication
fr: Communication intégrée

source: You can advert your website on Facebook with the plan that matches your goal. Drive thousands of visitors and buyers to your website with a few clicks.
fr: Vous pouvez lancer des PUB de votre site Web sur Facebook avec des plans correspondant à vos objectifs. Conduisez des milliers de visiteurs et d'acheteurs sur votre site web en quelques clics.

source: Take your business online today.
fr: Allez en ligne dès maintenant.

source: There are more than 4.2 billion people out there on internet. Go to them with the right e-commerce website and communication campaign. Access a whole new market by starting today.
fr: Il y a plus de 4,2 milliards de personnes sur Internet. Allez vers eux avec le bons site de e-commerce et la bonne campagne de communication. Accédez à un tout nouveau marché en commençant aujourd'hui.

source: PinsView lets you follow your assets on the field in real-time. Your agents pinpoint and describe your interests when they are out for a campaign or intervention. The history module lets you set events on elements on your map. Gone are the days where you were wondering what is going on out
fr: PinsView vous permet de faire un suivi géographique de vos bien sur le terrain en temps réel. Les agents pointent et décrivent vos intérêts lorsqu'ils sont en campagne ou en intervention. Le module d'historique permet d'associer une suite d'événements à chaque élément positionné. Vous ne vous poserez plus jamais la question de savoir ce qu'il se passe dehors

source: PinsView lets you follow your assets on the field in real-time. Your agents pinpoint and describe your interests when they are out for a campaign or intervention. The history module lets you set events on elements on your map. Gone are the days where you were wondering what is going on out
fr: PinsView vous permet de faire un suivi géographique de vos bien sur le terrain en temps réel. Les agents pointent et décrivent vos intérêts lorsqu'ils sont en campagne ou en intervention. Le module d'historique permet d'associer une suite d'événements à chaque élément positionné. Vous ne vous poserez plus jamais la question de savoir ce qu'il se passe dehors.

source: Multi-purpose
fr: Multi-usage

source: Be you an operator with a physical network of assets, a company with agents on the field for any campaign, PinsView will help you follow all what matters to you by creating the profile that best suits your business.
fr: Que vous soyez un opérateur avec un réseau physique, ou une entreprise avec des agents tsur le terrain pour une campagne, PinsView vous permet de suivre ce qui vous importe en créant le profil adapté à votre activité.

source: Scalable
fr: Évolutif

source: Do you have hundreds, thousands or tens of thousands of information to put on the map ? Go ahead. Our platform is designed for high performance and low resource usage. It's so lightweight you will be able to use it on your PC and Smartphone too.
fr: Vous avez des centaines, des milliers ou même des dizaines de milliers d’éléments à visualiser sur une carte dynamique ? Allez-y ! Notre plateforme est conçue de façon à maximiser la performance tout en minimisant les ressources nécessaires ; vous permettant ainsi d’utiliser le système aussi bien sur votre ordinateur que sur votre smartphone.

source: Follow state and history
fr: Suivez l'état et l'historique

source: Visualization of the current state is not all. You can set and keep track of events for every single item on the map over time.
fr: PinsView ne se limite pas à la visualisation de l’état actuel des éléments, vous pouvez renseigner et garder l’historique des événements sur chacun d’entre eux au gré de leur évolution et à mesure que le temps passe.n

source: Deploy cloud
fr: Déployez

source: Create or improve your online presence to enhance your visibility and add to your credibility
fr: Créez ou améliorez votre présence en ligne pour accroitre votre visibilité et votre crédibilité

source: Provide you with world-class communication tools that meet international standards tailored to your needs in just 5 minutes
fr: Vous fournir des outils de communication de classe mondiale répondant aux normes internationales adaptées à vos besoins en 5 minutes seulement

source: Create your website and improve your visibility in a few clicks.
fr: Créez votre site Web et informez des milliers d'acheteurs en quelques clics.

source: Whether you are a company, an institution, an individual, or other, WebNode gives you the visibility you need on the internet with a modern custom website in 5 minutes..
fr: Que vous soyez une entreprise, une institution, un particulier ou tout autre opérateur, WebNode vous offre la visibilité dont vous avez besoin sur internet grâce à un site Web personnalisé et personnalisé et fonctionnel juste en 5 minutes.

source: Start building your e-reputation right now!
fr: Construisez votre e-réputation dès maintenant!

source: Responsive design
fr: Design responsive

source: Your website adapts to all existing and future screens to optimize the user experience. From mobile phones to connected TVs via the tablet screen and the computer screen, your website appears as you wish.
fr: Votre site s'adapte à tous les écrans existants et futurs pour optimiser l'expérience utilisateur. Des téléphones portables aux téléviseurs connectés en passant par l'écran de la tablette et l'écran de l'ordinateur, votre site Web apparaît comme vous le souhaitez.

source: Fully customizable
fr: Entièrement personnalisable

source: Shape your website according to your needs. Simply and effectively. Focus only on your content and how you want to show it, Webnode takes care of the rest
fr: Façonnez votre site web en fonction de vos besoins. Simplement et efficacement. Concentrez-vous uniquement sur votre contenu et comment vous voulez le montrer, Webnode s'occupe du reste

source: Take your e-reputation to the next level
fr: Poussez votre e-réputation au niveau superieur

source: Are you a company
fr: Êtes-vous une entreprise

source: Are you an institution
fr: Êtes-vous une institution

source: Are you an individual
fr: Êtes-vous un particulier

source: Whether you are a rising star, an expert, or just someone whose concern is to gain quality visibility on the web, with WebNode you now have a professional-quality digital identity, in 5 minutes chrono
fr: Que vous soyez une étoile montante, un expert, ou simplement quelqu'un dont le souci est d'obtenir une visibilité de qualité sur le web, avec WebNode vous avez maintenant une identité numérique de qualité professionnelle en 5 minutes chrono
