Repository: komsihon/Project6
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: <p>The website accessible at <strong><a href="http://www.ikwen.com/">ikwen</a></strong> (hereinafter referred to as SITE) is intended for personal use for its Internet users.</p> <p>Access and use of this site and the associated mobile application are subject to these Terms of Use. The company that owns the site and the mobile application reserves the right to modify and update, without notice, the present Legal Notice and all the elements, products or services presented on the site. All of these modifications are binding on Internet users who must consult the Legal Mentions related to the site.</p> <p>These Terms of Use are subject to Cameroonian law.</p> <h3>Publication.</h3> <p>The site: <strong><a href="http://www.ikwen.com/">ikwen</a></strong> is published by the company ikwen, located in Yaoundé / Cameroun whose information is available at the tax center: CDI 09 D'Efoulan.</p> <p>E-mail address: contact@ikwen.com</p> <p>Intellectual property rights.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> notifies users of its platform that many elements of it:</p> <ul> <li>Are protected by copyright legislation: this may include photographs, articles, drawings, animated sequences, audio or digital video recordings.</li> <li>And / or are protected by design legislation;</li> <li>Are protected by the legislation on the marks: it is in particular the marks, the logo, appearing on the site.</li> </ul> <p>The elements thus protected are the property of <strong><a href="http://www.ikwen.com/">ikwen</a></strong>.</p> <p>As such, any reproduction, representation, use, adaptation, modification, incorporation, translation, marketing, partial or complete by any process and on any medium whatsoever (paper, digital, ...) is prohibited, without prior written permission. ikwen, except the exceptions legally allowed by articles 29 (2) and 36 of the law 2000/011 of 19 December 2000 on copyright and neighboring rights under pain of constituting an infringement of copyright infringement and designs, punishable by two (2) to five (5) years imprisonment and one (1) to twenty-five (25) million CFA francs in fine or penalty infringement of copyrights and in the case of trademark infringement.</p> <P>The trademarks and logos of the software displayed on this Site and the associated mobile application are the property of the respective company, and may not be exploited without the prior written consent of ikwen. These trademarks include but are not necessarily limited to any software not specifically identified in these Legal Notices.</P> <h3>Cookies.</h3> <p>The Site and the associated mobile application includes a system of cookies. Thus the user is informed that during his visits to the site, cookies may be installed automatically on his Internet browser.</p> <p>Cookies are files sent to users' hard drives in order to facilitate their browsing on the site and the associated mobile application and to establish attendance statistics.</p> <p>These cookies do not contain any personal information.</p> <p>The User can disable the sending of cookies by modifying the parameters of his Internet browser.</p> <h3>Protection of personal data.</h3> <p>You can visit the site and the associated mobile application without revealing your identity or any other personal information about you.</p> <p>Regarding the personal information that you would have to communicate to us, you have the right to access and rectify according to Cameroonian law.</p> <p>The information collected is subject to computer processing to provide you with personalized content. This computerized processing is done by the applications of ikwen in its infrastructure You have a right to access, modify, rectify, and limit the data concerning you.</p> <p>To exercise these rights, ikwen provides you with a personal interface to modify your personal data. For reasons of data integrity of the platform, only your ikwen ID is not editable.</p> <p> <strong><a href="http://www.ikwen.com/">ikwen</a></strong> has a centralized authentication module. You can use your access information to connect to one of the third-party Internet sites of which it is the provider. In such a case, you are part of the third-party community and may have access to information such as your last name, first name, phone number, e-mail and sex. The third party platform undertakes to respect the same rules of protection and non-disclosure of your personal data as defined by <strong><a href="http://www.ikwen.com/">ikwen</a></strong>.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> takes all measures to avoid any prejudice to the User.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> undertakes to implement appropriate technical and organizational measures to protect personal data against accidental or unlawful destruction, accidental loss, alteration, dissemination or unauthorized access.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> undertakes to keep the personal data for a period not exceeding that necessary for the fulfillment of the purposes for which they were collected or processed.</p> <p>ikwen may be required to disclose any information about the User in order to comply with any applicable law or regulation or to respond to any legal or administrative request. These data are collected automatically by the site; the applications allow the publisher to establish statistics regarding the consultation of his web pages and offers him adapted and more personalized content.</p> <h3>Registration details.</h3> <p>Registration is reserved for individuals aged 15 or over</p> <p>In the event that the user provides false, inaccurate, outdated, incomplete, misleading or misleading information, ikwen may, immediately, without notice or compensation, suspend or terminate the profile of the User / his services and deny him access, temporarily or permanently, to all or part of the ikwen Services.</p> <h3>Password management. </h3> <p>To access your private interface on ikwen, you must enter your ikwen ID; as well as your password.</p> <p>This password is strictly personal and you must keep it confidential. As such, you are responsible for any use of this password and ikwen can in no way be held responsible for any loss or damage caused by the use of these spaces and / or password.</p> <p>The User must disconnect after each consultation of the site, in order to avoid any fraudulent use of his spaces and / or his password.</p> <h3>Limitation of liability</h3> <p>You use the ikwen platform under your sole and entire responsibility.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> can not be held responsible for direct or indirect damages, such as, in particular material damage, loss of data or program, financial loss, resulting from the use of this site and the associated mobile application or sites that are linked.</p> <p>We draw your attention to the fact that certain products or services presented on the site and the associated mobile application may be the subject of specific regulations or even restrictions and / or prohibitions in certain countries.</p> <h3>Responsibility of the user.</h3> <p>Users of the site and the associated mobile application undertake to respect this legal notice and to use the site under their responsibility. The user is deemed to have accepted the legal notice simply by consulting the site.</p> <p>Any consultation of the Site and the associated mobile application implies acceptance of these legal notices in their latest version.</p> <p>ikwen can not be held responsible for damages resulting from the use of the site. Users must in particular protect their technical equipment against any form of contamination by viruses and / or intrusion attempts, ikwen can not be held responsible in this case.</p> <h3>Hypertext links.</h3> <p>The establishment of a hypertext link to the Site and the associated mobile application requires prior written permission from ikwen.</p> <p>In any case, ikwen is in no way responsible for the content or the products or services offered on the sites that are linked by hypertext links or any other kind of links to ikwen. All sites with a hyperlink pointing to a page of the ikwen platform, are not under the control of ikwen. ikwen assumes no responsibility for the availability of these sites, their content, advertisements, products or services available on or from these sites.</p> <p>The user is responsible for their use.</p> <p>Applicable law and competent jurisdiction.</p> <p>The site, the associated mobile application and these legal notices are subject to Cameroonian law excluding conflict of laws rules.</p> <p>They are written in French or English.</p> <p>In the event of any dispute relating to the interpretation or execution of this legal notice, the courts of first and highest instance of Yaoundé have exclusive jurisdiction; unless otherwise required by law.</p> <h3>Access to the elements.</h3> <p>The elements of the site and the associated mobile application are accessible through the Internet.</p> <p>All costs related to access to the items whether material costs, software or Internet access, are the responsibility of the user. The user is solely responsible for the proper functioning of his equipment as well as access to the Internet.</p> <p>The user declares accepting the characteristics and limits of the Internet and acknowledges having knowledge of the nature of the Internet network and, in particular, its technical performance, response times for consulting, interrogating or transferring information, risks of interruption and more generally the risks inherent in any connection and transmission on the Internet.</p> <p>ikwen implements all reasonable means at its disposal to ensure quality access to the elements, it being specified that ikwen is under no obligation to achieve this result.</p> <h3>Terms of use for registered users.</h3> <p>These general conditions of use describe the terms and conditions under which the company ikwen provides its applications.</p> <p>Access to this service is subject to compliance with these general conditions of use mentioned above.</p> <p>Any user wishing to access it must have previously read these general conditions of use and undertakes to comply with them without reservation. ikwen may freely modify these general conditions of use at any time and the user is invited to consult them regularly.</p> <p>The user can receive promotional messages from ikwen's business partners by email, SMS or on his personal space.</p> <h3>Personal space.</h3> <p>Refers to the personal pages of the user in which his personal data is inserted and the management of these / his data with third parties.</p> <p>The user accesses the service and all its features by filling in an ikwen ID that he has previously obtained free of charge.</p> <p>It is his responsibility to implement the precautionary and security measures necessary to protect his login credentials.</p> <h3>Responsibility</h3> <p>Members of the ikwen platform are responsible for all content that they make available to third parties, that they send by email or that they store on personal spaces of the platform or spaces accessible to third parties that they download or otherwise transmit through the site.</p> <p>ikwen has no prior control over the contents. ikwen has no obligation to monitor content stored on its site and associated applications by users. The user agrees to use the site and associated applications in accordance with national and international regulations, and in particular not to use it to display, download, send, transmit any content:</p> <ul> <li>violating or likely to undermine the respect and dignity of the human person, the equality of men and women, the protection of children and adolescents, including the production, transport and distribution of messages of a violent or pornographic nature or of a nature to undermine human dignity (Article 74 (4), 75,76 of the law 2010/012 of December 21, 2010 on cybersecurity and cybercrime)</li> <li>which encourages the commission of crimes and misdemeanors (Article 77 of Law 2010/012 of 21 December 2010)</li> <li>that causes or may cause discrimination, hatred, violence on the basis of race, ethnicity or nation (Article 74 (5), 77 of Law 2010/012 of 21 December 2010 on Cybersecurity and Cybercrime in Cameroon)</li> <li>that misleads other Users by usurping the name or corporate name of other persons</li> <li>which infringes the rights of third parties such as, but not limited to, any manufacturing secret, professional secrecy, confidential information, trademark, patent and in general any industrial or intellectual property right or any other right relating thereto. on protected information or content</li> <li>including, but not limited to, computer viruses or any other code or program designed to interrupt, destroy or limit the functionality of any software, computer or telecommunication tool.</li> </ul> <h3>Terms of use for visitors.</h3> <p>These terms and conditions describe the terms and conditions under which the company ikwen provides its services online.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> also has ikwen sites: which are websites of other people (legal or physical) deployed on the basis of ikwen's web environment, but whose ikwen company does not have full ownership.</p> <p>Access to this service is subject to compliance with these general conditions of use mentioned above.</p> <p>Any user wishing to access it must have previously read these general conditions of use and undertakes to comply with it without reservation.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> may freely modify these terms of use at any time and the visitor is invited to consult them regularly.</p> <p>The user can receive promotional messages from ikwen's business partners.</p> <h3>Console</h3> <p>Every registered user automatically gets a news feed (console).</p> <p>This console allows him:</p> <ul> <li>receive alerts about the evolution or modification of the services offered on the site and the associated mobile application</li> <li>to receive targeted advertising</li> </ul> <h3>Rescission</h3> <p>Services are provided by ikwen for an indefinite period.</p> <p>Any account may be terminated at any time by simple request by email to the following address: contact@ikwen.com</p> <p>The user also expressly acknowledges that ikwen has the right to terminate ipso jure, without prior notice, without notice, indemnity or justification, all or part of the services provided to Users.</p>
fr: <p>Le site accessible à l’adresse <strong><a href="http://www.ikwen.com/">ikwen</a></strong> (ci-après dénommé SITE) est destiné à une utilisation personnelle pour ses internautes.</p> <p>L’accès et l’utilisation de ce site et de l’application mobile associée sont soumis aux présentes Conditions d’utilisations. La société propriétaire du site et de l’application mobile se réserve le droit de modifier et de mettre à jour, sans préavis, les présentes Mentions Légales et tous les éléments, produits ou services présentés sur le site. L’ensemble de ces modifications s’impose aux internautes qui doivent consulter les Mentions Légales liées au site.</p> <pLes présentes Conditions d’utilisations sont soumises au Droit Camerounais.</p> <h3>Publication.</h3> <p>Le site: <strong><a href="http://www.ikwen.com/">ikwen</a></strong>est publié par l’entreprise ikwen, situé à Yaoundé/Cameroun dont les informations sont disponibles au centre des impôts: CDI 09 D'Efoulan.</p> <p>Adresse E-mail de contact: contact@ikwen.com</p> <p>Droits de propriété intellectuelle.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> avise les utilisateurs de sa plateforme que de nombreux éléments de celui-ci :</p> <ul> <li>Sont protégés par la législation sur le droit d’auteur : ce peut être notamment des photographies, des articles, des dessins, des séquences animées, des enregistrements au format audio ou vidéos numériques. </li> <li>Et/ou sont protégés par la législation sur les dessins et modèles;</li> <li>Sont protégés par la législation sur les marques : ce sont notamment les marques, le logo, apparaissant sur le site.</li> </ul> <p>Les éléments ainsi protégés sont la propriété d’ <strong><a href="http://www.ikwen.com/">ikwen</a></strong>.</p> <p>A ce titre, toute reproduction, représentation, utilisation, adaptation, modification, incorporation, traduction, commercialisation, partielles ou intégrales par quelque procédé et sur quelque support que ce soit (papier,numérique,…) est interdite, sans l’autorisation écrite préalable de ikwen , hormis les exceptions légalement admises par les articles 29(2) et 36 de la loi 2000/011 du 19 décembre 2000 relative au droit d’auteur et aux droits voisins sous peine de constituer un délit de contrefaçon de droits d’auteur et de dessins et modèles, puni de deux (2) à cinq (5)ans d’emprisonnement et de un (1) à vingt-cinq (25) millions de FCFA d’amende ou d’une de ces peines dans le cas des contrefaçons de droits d’auteur et dans le cas des contrefaçons des marques.</p> <P>Les marques et logos des logiciels affichés sur ce Site et de l’application mobile associée sont la propriété respective de la société les exploitant, et ne peuvent être exploités sans l’accord préalable et écrit de <strong><a href="http://www.ikwen.com/">ikwen</a></strong>. Ces marques incluant mais ne se limitant pas nécessairement à tout logiciel non nommément identifié dans les présentes Mentions Légales.</P> <h3>Cookies.</h3> <p>Le Site et l’application mobile associée comporte un système de cookies. Ainsi l’utilisateur est informé que lors de ses visites sur le site, des cookies peuvent être installés automatiquement sur son navigateur Internet.</p> <p>Les cookies sont des fichiers envoyés sur le disque dur des utilisateurs afin de faciliter leur navigation sur le site et l’application mobile associée et d’établir des statistiques de fréquentation. </p> <p>Ces cookies ne contiennent en aucun cas des informations nominatives.</p> <p>L’Utilisateur peut désactiver l’envoi de cookies en modifiant les paramètres de son navigateur Internet.</p> <h3>Protection des données personnelles. </h3> <p>La consultation du site et de l’application mobile associée sont possibles sans que vous n’ayez à révéler votre identité ou toute autre information à caractère personnel vous concernant./p> <p>Concernant les informations à caractère personnel que vous seriez amené à nous communiquer, vous bénéficiez d’un droit d’accès et de rectification conformément à la loi camerounaise.</p> <p>Les informations collectées font l’objet d’un traitement informatisé afin de vous proposer un contenu personnalisé. Ce traitement informatisé est fait par les applications d’ikwen dans son infrastructure Vous disposez d’un droit d’accès, de modification, de rectification, et de limitation, des données qui vous concernent. </p> <p>Pour exercer ces droits, ikwen vous fournit une interface personnelle de modification de vos données personnelles. Pour des raisons d’intégrité des données de la plateforme, seule votre ID ikwen n’est pas modifiable.</p> <p> <strong><a href="http://www.ikwen.com/">ikwen</a></strong> disposant d’un module d’authentification centralisé. Vous pouvez utiliser vos informations d’accès pour vous connecter sur un des sites internets tiers dont il le fournisseur. Dans un tel cas de figure, vous faites partie de la communauté du tiers et il peut avoir accès à des informations telles votre nom, prénom, numéro de téléphone, e-mail et sexe. La plateforme tiers s’engage à respecter les mêmes règles de protection et non divulgation de vos données personnelles telles que définies par <strong><a href="http://www.ikwen.com/">ikwen</a></strong>.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> prend toutes les mesures pour éviter tout préjudice à l’Utilisateur.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> s’engage à mettre en œuvre les mesures techniques et d’organisation appropriées pour protéger les données à caractère personnel contre la destruction accidentelle, ou illicite, la perte accidentelle, l’altération, la diffusion ou l’accès non autorisé.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> s’engage à conserver les données à caractère personnel pendant une durée n’excédant pas celle nécessaire à la réalisation des finalités pour lesquelles elles ont été collectées ou traitées.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> pourrait être obligé de divulguer toute information concernant l’Utilisateur afin de se conformer à toute loi ou réglementation en vigueur ou pour répondre à toute demande judiciaire ou administrative. Ces données sont collectées automatiquement par le site ; les applications permettent à l’éditeur d’établir des statistiques quant à la consultation de ses pages web et lui propose un contenu adapté et plus personnalisé.</p> <h3>Modalités d’inscription.</h3> <p>L’inscription est réservée aux personnes physiques d’au moins 15 ans</p> <p>Dans l’hypothèse où l’utilisateur fournirait des informations fausses, inexactes, périmées, incomplètes, trompeuses ou de nature à induire en erreur, ikwen pourra, immédiatement, sans préavis ni indemnité, suspendre ou résilier le profil de l'Utilisateur/ ses services, et lui refuser l’accès, de façon temporaire ou définitive à tout ou partie des Services <strong><a href="http://www.ikwen.com/">ikwen</a></strong>.</p> <h3>Gestion des mots de passe. </h3> <p>Pour obtenir accéder à votre interface privée sur <a href="http://www.ikwen.com/">ikwen</a>, vous devez saisir votre identifiant <a href="http://www.ikwen.com/">ikwen</a>, ; ainsi que votre mot de passe.</p> <p>Ce mot de passe est strictement personnel et vous devez en en assurer la confidentialité. A ce titre, vous êtes responsables de toute utilisation de ce mot de passe et <a href="http://www.ikwen.com/">ikwen</a>, ne peut en aucun cas être tenu responsable de toute perte ou dommage occasionné par l’utilisation de ces espaces et/ou de ce mot de passe.</p> <p>L'Utilisateur doit se déconnecter après chaque consultation du site, afin d’éviter toute utilisation frauduleuse de ses espaces ou/et de son mot de passe.</p> <h3>Limitation de responsabilité</h3> <p>Vous utilisez la plateforme <a href="http://www.ikwen.com/">ikwen</a sous votre seule et entière responsabilité.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> ne pourra être tenu pour responsable des dommages directs ou indirects, tels que, notamment préjudice matériel, pertes de données ou de programme, préjudice financier, résultant de l’utilisation de ce site et l’application mobile associée ou de sites qui lui sont liés. </p> <p>Nous attirons votre attention sur le fait que certains produits ou services présentés sur le site et l’application mobile associée peuvent faire l’objet de réglementations particulières voire de restrictions et/ou interdictions dans certains pays.</p> <h3>Responsabilité de l’utilisateur.</h3> <p>Les utilisateurs du site et l’application mobile associée s’engagent à respecter les présentes mentions légales et à utiliser le site sous leur responsabilité. L’utilisateur est réputé avoir accepté les mentions légales du simple fait de la consultation du site.</p> <p>Toute consultation du Site et de l’application mobile associée emportent acceptation des présentes mentions légales dans leur dernière version.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> ne pourra être tenu pour responsable des dommages résultant de l’utilisation du site. Les Utilisateurs doivent notamment protéger leurs équipements techniques contre toute forme de contamination par des virus et/ou tentatives d’intrusion, <strong><a href="http://www.ikwen.com/">ikwen</a></strong> ne pouvant être tenu pour responsable dans ce cas.</p> <h3>Liens hypertextes.</h3> <p>La mise en place d’un lien hypertexte vers le Site et l’application mobile associée nécessite une autorisation préalable et écrite d’ <strong><a href="http://www.ikwen.com/">ikwen</a></strong>.</p> <p>En tout état de cause, <strong><a href="http://www.ikwen.com/">ikwen</a></strong> n’est en aucun cas tenu responsable du contenu ainsi que des produits ou services proposés sur les sites qui se trouveraient liées par des liens hypertextes ou tout autre type de liens à <strong><a href="http://www.ikwen.com/">ikwen</a></strong>. Tous les sites ayant un lien hypertexte pointant sur une page de la plateforme <strong><a href="http://www.ikwen.com/">ikwen</a></strong>, ne sont pas sous le contrôle de <strong><a href="http://www.ikwen.com/">ikwen</a></strong>. <strong><a href="http://www.ikwen.com/">ikwen</a></strong> n’assume, par conséquent aucune responsabilité quant à la disponibilité de ces sites, leur contenu, publicités, produits ou services disponibles sur ou à partir de ces sites.</p> <p>L’utilisateur est responsable de leur utilisation.</p> <h3>Droit applicable et juridiction compétente.</h3> <p>Le site, l’application mobile associée et les présentes mentions légales sont soumis au Droit camerounais à l’exclusion de règles de conflit de lois..</p> <p>Elles sont rédigées en français ou en anglais.</p> <p>En cas de litige relatif à l’interprétation ou à l’exécution des présentes mentions légales, les tribunaux de première et grande instance de Yaoundé sont seuls compétents; sauf disposition légale impérative contraire.</p> <h3>Accès aux éléments.</h3> <p>Les éléments du site et l’application mobile associée sont accessibles par le réseau Internet.</p> <p>Tous les coûts afférents à l’accès aux éléments qu’il s’agisse des frais matériels, logiciels ou accès à internet, sont à la charge de l’utilisateur. L’utilisateur est seul responsable du bon fonctionnement de son équipement ainsi que de l’accès à Internet.</p> <p>L’utilisateur déclare accepter les caractéristiques et les limites d’Internet et reconnaît avoir connaissance de la nature du réseau Internet et, en particulier, de ses performances techniques, des temps de réponse pour consulter, interroger ou transférer des informations, des risques d’interruption et plus généralement les risques inhérents à toute connexion et transmission sur Internet.</p> <p> <strong><a href="http://www.ikwen.com/">ikwen</a></strong>, met en œuvre tous les moyens raisonnables à sa disposition pour assurer un accès de qualité aux éléments, étant précisé que <strong><a href="http://www.ikwen.com/">ikwen</a></strong> n’est tenu à aucune obligation de résultat d’y parvenir.</p> <h3>Conditions d’utilisation pour les utilisateurs inscrits.</h3> <p>Les présentes conditions générales d’utilisation décrivent les termes et conditions dans lesquelles l'entreprise <strong><a href="http://www.ikwen.com/">ikwen</a></strong> fournit ses applications.</p> <p>L’accès à ce service est subordonné au respect des présentes conditions générales d’utilisation précédemment citées. </p> <p>Tout internaute souhaitant y accéder doit avoir pris connaissance préalablement de ces conditions générales d’utilisation et s’engage à les respecter sans réserve. <strong><a href="http://www.ikwen.com/">ikwen</a></strong> peut modifier librement et à tout moment les présentes conditions générales d’utilisation et l’utilisateur est invité à les consulter régulièrement.</p> <p>L’utilisateur peut recevoir des messages promotionnels des partenaires commerciaux de <strong><a href="http://www.ikwen.com/">ikwen</a></strong> par mail, SMS ou encore sur son espace personnel.</p> <h3>Espace personnel.</h3> <p>Désigne les pages personnelles de l’utilisateur dans lesquelles s’insèrent ses données personnelles et la gestion de ces/ses données avec les tiers.</p> <p>L’utilisateur accède au service et à toutes ses fonctionnalités en renseignant un identifiant <strong><a href="http://www.ikwen.com/">ikwen</a></strong> qu’il aura préalablement obtenu gratuitement.</p> <p>Il lui appartient de mettre en œuvre les mesures de précaution et de sécurité nécessaires à la protection de ses identifiants de connexion.</p> <h3>Responsabilité</h3> <p>Les membres de la plateforme <strong><a href="http://www.ikwen.com/">ikwen</a></strong> sont responsables de tout le contenu qu’ils rendent accessible à des tiers, qu’ils envoient par courrier électronique ou qu’ils stockent sur des espaces personnels de la plateforme ou des espaces accessibles à des tiers qu’ils téléchargent ou transmettent de toute autre manière par le site.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> n’exerce aucun contrôle a priori sur lesdits contenus. ikwen n’a pas d’obligation de surveillance du contenu stocké sur son site et des applications associées par les utilisateurs. L’utilisateur s’engage à utiliser le site et les applications associées conformément aux réglementations nationales et internationales, et en particulier à ne pas l’utiliser pour afficher, télécharger, envoyer, transmettre tout contenu:</p> <ul> <li>à caractère violent ou susceptible de porter atteinte au respect et à la dignité de la personne humaine, à l’égalité entre les hommes et les femmes, à la protection des enfants et des adolescents, notamment par la fabrication, le transport et la diffusion de messages à caractère violent ou pornographique ou de nature à porter atteinte à la dignité humaine (Article 74(4),75,76 de la loi 2010/012 du 21 décembre 2010 relative à la cybersécurité et à la cybercriminalité)</li> <li>qui encourage la commission de crimes et délits (Article 77 de la loi 2010/012 du 21 décembre 2010 )</li> <li>qui incite à la consommation de substances interdites</li> <li>qui provoque ou puisse provoquer la discrimination, la haine, la violence en raison de la race, de l’ethnie ou de la nation (Article 74(5) ,77 de la loi 2010/012 du 21 décembre 2010 relative à la cybersécurité et la cybercriminalité au Cameroun)</li> <li>qui soit illégal, nuisible, menaçant, abusif, constitutif de harcèlement, diffamatoire, injurieux, vulgaire, obscène, menaçant pour la vie privée d’autrui ou de nature à heurter la sensibilité de certaines personnes (Article 74(4), 81, 82, 83 de la même loi</li> <li>qui induise en erreur d’autres Utilisateurs en usurpant le nom ou la dénomination sociale d’autres personnes</li> <li>qui induise en erreur d’autres Utilisateurs en usurpant le nom ou la dénomination sociale d’autres personnes</li> <li>qui porte atteinte aux droits de tiers comme, sans que cette liste ne soit limitative, à tout secret de fabrication, secret professionnel, information confidentielle, marque, brevet et d’une manière générale tout droit de propriété industrielle ou intellectuelle ou tout autre droit portant sur une information ou un contenu protégé</li> <li>comprenant, sans que cette liste ne soit limitative, des virus informatiques ou tout autre code ou programme, conçus pour interrompre, détruire ou limiter la fonctionnalité de tout logiciel, ordinateur ou outil de télécommunication.</li> </ul> <h3>Conditions d’utilisation pour les visiteurs.</h3> <p>Les présentes conditions générales d’utilisation décrivent les termes et conditions dans lesquels l'entreprise <strong><a href="http://www.ikwen.com/">ikwen</a></strong> fournit ses services en ligne.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> a aussi des sites ikwen : qui sont des sites internet d'autres personnes (morales ou physiques) déployés sur la base de l'environnement web d' <strong><a href="http://www.ikwen.com/">ikwen</a></strong>, mais dont l'entreprise ikwen n'a pas la pleine propriété.</p> <p>L’accès à ce service est subordonné au respect des présentes conditions générales d’utilisation précédemment citées. </p> <p>Tout internaute souhaitant y accéder doit avoir pris connaissance préalablement de ces conditions générales d’utilisation et s’engage à le respecter sans réserve.</p> <p><strong><a href="http://www.ikwen.com/">ikwen</a></strong> peut modifier librement et à tout moment les présentes conditions générales d’utilisation et le visiteur est invité à les consulter régulièrement.</p> <p>L’utilisateur peut recevoir des messages promotionnels des partenaires commerciaux d’ <strong><a href="http://www.ikwen.com/">ikwen</a></strong>.</p> <h3>Console</h3> <p>Tout utilisateur inscrit bénéficie automatiquement d’un fil d’actualités (console). </p> <p>Cette console lui permet :</p> <ul> <li>de recevoir les alertes sur l’évolution ou la modification des services proposés sur le site et l’application mobile associée</li> <li>de recevoir les informations de ses mouvements sur les différents sites web </li> <li>de recevoir des publicités ciblées</li> </ul> <h3>RESILIATION </h3> <p>Les services sont fournis par ikwen pour une durée indéterminée. </p> <p>Tout compte pourra être résilié à tout moment sur simple demande par émail à l’adresse suivante : contact@ikwen.com </p> <p>L’utilisateur reconnaît par ailleurs expressément que ikwen a la faculté de résilier de plein droit, sans mise en demeure préalable, sans préavis ni indemnité ni justification, tout ou partie des services fournis aux Utilisateurs.</p>
