Repository: komsihon/Project6
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Do more with Tsunami !
fr: Faites plus avec Tsunami !

source: Sign up
fr: Connexion

source: About us
fr: À propos

source: Company Information
fr: Info Entreprise

source: Reviews
fr: Avis

source: Help desk
fr: Aide

source: ikwen TSUNAMI, the cloud tools your business needs
fr: ikwen TSUNAMI, le service cloud pour vos besoins d'entreprise

source: Reach more customers and sell all your stocks with Tsunami
fr: Touchez plus de clients et vendez tous vos stocks avec Tsunami

source: Choose the bundles that best suits your needs and budget
fr: Choisissez les offres qui satisfont vos besoins et votre budget

source: You don’t have to pay immediately but you will have access to full functionalities of Tsunami. An invoice will be generated, keep in mind that early payments give you Mail and SMS bonus.
fr: Vous n'aurez pas besoin de payer immédiatement, mais vous aurez accès à toutes les offres de Tsunami. Une facture sera générée, et souvenez vous que payer à temps vous offre des bonus Mail et SMS.

source: 3 months
fr: 3 mois

source: Cloud tools
fr: Outils Cloud

source: eCommerce website
fr: Site de e-commerce

source: 2 weeks of phone support
fr: 2 semaines de support téléphonique

source: 2 x 2 hours of coaching onsite
fr: 2 x 2 heures de coaching sur place

source: I Want
fr: Je Veux

source: 6 months
fr: 6 mois

source: 1 month of phone support
fr: 1 Mois de support téléphonique

source: 4 x 2 hours of coaching onsite
fr: 4 x 2 heures de coaching sur place

source: 12 months
fr: 12 mois

source: eCommerce website and domain name
fr: Site de eCommerce et nom de domaine

source: What is “Deploy” ? What do I get from Deploying ?
fr: Qu’est ce que c’est “Déployer” ? Qu’est ce que j’obtiens en Déployant ?

source: Deploy simply means create your own online platform. What you get is the Tsunami suite under the name of your company. From then, you can start adding contacts in your Cloud Customer Manager, and set all kinds of revivals. You can publish your products on the platform and get customers to visit and buy online. Your platform is immediately accessible with the link <cite title="Your online platform generated link takes the name of your company">http://go.ikwen.com/yourcompany</cite>. You can further move to yourcompany.com or yourcompany.cm when you buy your own domain name. See how to buy and configure domain name to discover how to do it.
fr: Déployer veut simplement dire créer sa plateforme en ligne. Ce que vous obtenez c’est la suite Tsunami sous le nom de votre entreprise. De là, vous pouvez commencez à ajouter les contacts dans votre Cloud Customer Manager, et effectuez tous types de relances. Vous pouvez publiez vos produits sur la plateforme et avoir des clients qui visiteront et achèteront en ligne. Votre plateforme est directement accessible via l’adresse <cite title="L'adresse de votre plateforme générée en ligne aura le nom de votre entreprise ">http://go.ikwen.com/votreentreprise<cite>. Vous pourriez plus tard le changer pour votreentreprise.com or votreentreprise.cm lorsque vous achetez votre propre nom de domaine. Regardez comment acheter et configurer le nom de domaine pour découvrir comment le faire.

source: What I am paying for exactly ?
fr: Qu’est ce que je paye exactement ?

source: When you deploy your Tsunami platform, you get many business-effective online tools including : <ul style="color: #828282; list-style-type: square;"> <li> An e-commerce website with online payments. </li> <li> An automated system to store your customer’s contacts and revive them by targeted Mail and SMS. </li> <li> SMS and Email Packs to deliver SMS and mails to your customers. </li> <li> A hosting package to get all that running. </li> <li> Continuous Maintenance, Software updates, Data security, Backups and more... </li> </ul>
fr: Quand vous déployez votre plateforme Tsunami, vous obtenez en ligne plusieurs outils efficaces sur le plan commercial à savoir : <ul style="color: #828282; list-style-type: square;"> <li> Un site de e-commerce avec des méthodes de payement en ligne intégrés </li> <li> Un système automatisé pour sauvegarder vos contacts client et pour les relancer par des Mail et SMS ciblés </li> <li> Les Packs SMS et Email pour envoyer des SMS et mails à vos clients </li> <li> Un forfait d’hébergement pour que tout puisse fonctionner. </li> <li> Maintenance Continue, Mise à jour Logiciels, Sécurisation des Données, Sauvegardes, etc. </li> </ul>

source: How do I pay ?
fr: Comment dois-je payer ?

source: Once you deploy your platform, you immediately receive an invoice by mail. You can view the invoice and pay by MTN MoMo online. Once you have done the payment. Your service is activated to run for 3 months. You can print the generated for your accounting.
fr: Une fois que vous déployez votre plateforme, vous pouvez immédiatement recevoir une facture par mail. Vous pouvez voir la facture et payer en ligne par MTN MoMo. Dès que vous avez effectué le paiement, votre service est activé pour fonctionner pendant 3 mois. Vous pouvez imprimer la facture générée pour votre comptabilité.

source: Do I pay once for all ? What happens after the 3 months ?
fr: Dois-je payer une fois pour toute ? Que se passe t-il après 3 mois ?

source: Payment covers the first three months of service. For your service to continue after those 3 months, you will have to pay for renewal fees that are always much lower than setup fees that cover another 3 months.
fr: Le paiement couvre le premier trimestre de service. Pour que votre service puisse continuer après cette période, vous devez payer pour les frais de recharge qui sont toujours plus bas que les frais d’acquisition qui couvrent encore un autre trimestre.

source: What if I don’t pay at the end of the period, are my data deleted ?
fr: Que se passe t-il si je ne paye pas à la fin de la période, est-ce que mes données seront supprimées ?

source: When the end of the period is approaching, you receive at least 3 reminders with the new invoice to pay. If you do not pay on time, you are given a consistent amount of extra time to do the payment. After that period, your platform is shutdown, but all your data are kept. Everything will be put back in place when you pay your invoice. Your data are completely deleted after 3 months of inactivity.
fr: À l’approche de la date limite, vous recevez au moins 3 rappels avec la nouvelle facture à payer. Et si vous ne payer pas à temps, vous disposez d’un temps supplémentaire raisonnable pour payer. Ce temps écoulé, votre plateforme sera indisponible, mais vos données seront sauvegardées. Tout sera remis en place quand vous payerez votre facture. Vos données seront complètement supprimées après 3 mois d’inactivité.

source: Can I pay for a year ?
fr: Pourrais-je payer pour un an ?

source: Yes you can. You are highly encouraged to pay for a year as you will benefit a discount. Switch to annual payment view to see how much it costs and get your platform for a year.
fr: Oui, vous pouvez. Vous êtes vivement encouragé à payer pour un an afin que vous bénéficierez d’un retrait. Passez à la vue paiement annuel en haut de page pour voir combien ça coûte, et obtenez votre plateforme pour un an.

source: Checkout
fr: Terminer

source: Your payment was successful. Thank you for your trust.
fr: Paiement réussi. Merci pour votre confiance.

source: please provide us with the necessary information for your campaign
fr: veuillez nous fournir les infos nécessaires pour votre campagne SVP

source: Your facebook link
fr: Votre lien facebook

source: http://www.facebook.com/Mypage
fr: http://www.facebook.com/Mapagefacebook

source: Target Audiences
fr: Audience cible

source: Location
fr: Localisation

source: Around
fr: À proximité

source: Everywhere
fr: Partout

source: Gender
fr: Sexe

source: Male
fr: Homme

source: Female
fr: Femme

source: Both
fr: Les deux

source: Age range
fr: Tranche d'âge

source: Everybody
fr: Tout le monde

source: years
fr: ans

source: Send us some photos
fr: Envoyez quelques photos (Max.4)

source: Delete image
fr: Supprimer l'image

source: You choose to have a website. A professionel will contact you to discuss all detail.
fr: Vous avez choisi d'avoir un site web. Un professionnel vous contactera pour plus de dédails.

source: Is this your number
fr: Est-ce votre numéro

source: if not, please
fr: sinon, svp

source: Customer name
fr: Nom du client

source: Amount
fr: Montant

source: Your payment was successfully procceded; Thank for your concern
fr: Paiement réussi. Merci pour votre confiance

source: Get started
fr: Lancez-vous

source: Geographic visualization for effective business
fr: Visualisation géographique de vos biens

source: Tsunami lets you follow your assets on the field in real-time. Your agents pinpoint and describe your interests when they are out for a campaign or intervention. The history module lets you set events on elements on your map. Gone are the days where you were wondering what is going on out
fr: Tsunami vous permet de faire un suivi géographique de vos biens sur le terrain en temps réel. Les agents pointent et décrivent vos intérêts lorsqu'ils sont en campagne ou en intervention. Le module d'historique permet d'associer une suite d'événements à chaque élément positionné. Vous ne vous poserez plus jamais la question de savoir ce qu'il se passe dehors.

source: The CCM is a simple online directory allowing you to systematically record every single person who arrive at your place. It makes it easy to build a database of customer information (name, genre, phone number, email, etc.).
fr: Le CCM est un simple repertoire en ligne, vous permettant d'enregistrer systématiquement chaque personne arrivant chez vous. Ça devient plus facile de construire une base de donnée d'information cliente (nom, genre, numéro de téléphone, email, etc.).

source: Discover some usages
fr: Découvrez quelques cas pratiques

source: The CR program is a complex, fully configurable algorithm for automating the granting of rewards on a target population to encourage them to buy and retain repeat customers. Clearly, in activating the CR on your CCM platform, you turn it into a community whose client-members are rewarded with collectable electronic coupons.
fr: Le CR est un programme complexe, un algorithme totallement modifiable pour automatiser l'octroi des récompenses sur une population cible afin de les encourager à acheter et fidéliser les clients réguliers. Clairement, en activant le CR sur votre plateforme CCM , vous transformez en une communauté dont les clients membres sont récompensés en collectionnant des coupons électroniques.

source: The CC-I is a utility that allows you to record cash payments made by your customers. It has a form that records the amount of a sale and assigns it to the customer profile previously saved in your CCM to trigger the CR reward process.
fr: Le CC-I est un utilitaire qui vous permet de sauvegarder les paiements en espèces effectués par vos clients. Il a un formulaire qui enregistre le montant d'une vente et l'attribue au profile client précédemment enregistré dans votre CCM pour déclencher le processus de récompense CR.

source: Reach more csustomers and sell all your stocks with Tsunami
fr: Touchez plus de clients et vendez tous vos stocks avec Tsunami

source: Tsunami builds for you a persistent customer base and offers your products to this community via continuous automated Mail and SMS reminders.You should consider increasing your available stocks....
fr: TSUNAMI construit pour vous une base clientèle persistante et propose vos produits à cette communauté via des relances Mail et SMS automatiques en continu. Vous devriez songer à augmenter vos stocks disponibles...

source: Deploy <b>Tsunami</b>
fr: Déployez <b>Tsunami</b>

source: Go digital with Tsunami
fr: Passer au digital avec Tsunami

source: Efficient use of the customer directory
fr: Une exploitation efficace de votre repertoire client

source: You will now keep the contacts of your customers in a modern and useful way. Tsunami will be able to use this directory on his own to bring you even more customers and encourage them into repeated purchases. No more old paper phone books that get dusty at the bottom of the drawer.
fr: Vous prendrez désormais les contacts de vos clients d’une façon moderne et utile. Tsunami saura exploiter de façon autonome ce répertoire pour vous apporter encore plus de clients et les inciter à des achats répétitifs. Fini les vieux registres des numéros de téléphones qui ne vous servent finalement à rien.

source: Discover Cloud Customer Manager
fr: Découvrez Cloud Customer Manager

source: Customer retention made easy
fr: Fidéliser le client devient facile

source: Tsunami has a powerful marketing tool that can strategically offers rewards to all your prospects without you spending a single penny.
fr: Tsunami dispose d’un puissant outil marketing qui pourra offrir des récompenses à tous vos prospects sans que vous dépensiez un sou.

source: Discover Continuous Rewarding
fr: Découvrez Continuous Rewarding

source: Sell everywhere, sell everytime... Sell online
fr: Vendez partout, vendez tout le temps... Vendez en ligne

source: Tsunami ensures that you no longer lose any opportunity to sell, by making your products directly available online, on all platforms, 24/7. Yes, you have your own e-commerce web/mobile site. Customers can order immediately after receiving your messages and pay online using MTN Mobile Money and Orange Money.
fr: Tsunami s’assure que vous ne perdrez plus aucune occasion de vente en rendant vos produits directement accessibles en ligne sur toutes les plateformes connectées 24H/24 et 7j/7. Oui, vous disposez de votre propre site web/mobile de vente. Les clients peuvent commander immédiatement après avoir reçu vos messages et payer directement en ligne par MTN Mobile Money et Orange Money.

source: Discover KAKOCASE
fr: Découvrir KAKOCASE

source: Be on your customers Smartphones
fr: Soyez présent sur les Smartphones de vos clients

source: Stay close to your customers with your icon installed in their smartphones. They can easily access you online store just by pressing on his home screen. Tsunami redefines the customer contact for you.
fr: Vous restez proche de vos clients de par votre icône installée sur l’écran de leur Smartphone. Il peut sans effort accéder à votre boutique en ligne d'une simple pression sur son écran d’accueil. TSUNAMI redéfinit pour vous le contact client.

source: Please, enter your email before proceeding...
fr: Veuillez entrer votre e-mail avant de continuer...

source: Dear %(buyer_name)s
fr: Cher %(buyer_name)s

source: Thank you for your trust.
fr: Merci pour votre confiance.

source: Contact Us Now
fr: Contactez-nous

source: And let us bring to reality your world-changing project.
fr: Et réalisons ensemble votre incroyable projet.

source: About
fr: À propos

source: Language
fr: Langue

source: Confirm coupon usage
fr: Confirmer l'utilisation de coupon

source: Do you really want to use this coupon ?
fr: Voulez vous vraiment utiliser ce coupon?

source: Yes, use it
fr: Oui, utilisez le

source: Cancel
fr: Annuler

source: Confirm the payment
fr: Confirmer le paiement

source: Do you really confirm this payment ?
fr: Pourriez-vous confirmer ce paiement?

source: Confirm
fr: Confirmer

source: Fields not set
fr: Champs non renseignés

source: One or more filds are not set; Please recheck and relauch your process
fr: Un ou plusieurs champs sont non renseignés, Veuillez vérifier et relancer SVP

source: Use this coupon
fr: Utiliser ce coupon

source: Get your support code
fr: Recevez votre code de support

source: About Us
fr: À propos

source: Web Apps to empower your small or big business
fr: Applications Web pour autonomiser votre petite ou grande entreprise

source: <h1 class="section-header hidden-xs"> We are a <span class="blue">cloud</span> company.<br> Our mission is to <span class="yellow">provide organizations</span> with <br> <span class="orange">simple and powerful</span> applications that will help them <br> run their <span class="green">businesses on internet.</span> </h1> <h3 class="section-header visible-xs"> We are a <span class="blue">cloud</span> company.<br> Our mission is to <br> <span class="yellow">provide organizations</span> with <span class="orange">simple and powerful</span> applications that will help them run their <br> <span class="green">businesses on internet.</span> </h3>
fr: <h1 class="section-header hidden-xs"> Nous sommes une entreprise de <span class="blue">cloud computing.</span><br> Notre mission est de <span class="yellow">vous fournir</span> de <br> <span class="orange">puissantes applications</span> à l'usage intuitif, <br> vous permettant de <span class="green">déployer votre activité sur internet.</span> </h1> <h3 class="section-header visible-xs"> Nous sommes une entreprise de <br> <span class="blue">cloud computing.</span><br> Notre mission est de<br> <span class="yellow">vous fournir </span>de<br> <span class="orange">puissantes applications</span> à l'usage intuitif, vous permettant de<br> <span class="green">déployer votre activité sur internet.</span> </h3>

source: Discover our featured Apps
fr: Découvrez nos applications phares

source: Our Values
fr: Nos valeurs

source: From the real world to the Cloud... Go digital!
fr: Du classique au digital.. Passez au Cloud !

source: Discover the first social platform designed for your business
fr: Découvrez la première plateforme sociale pensée pour votre business

source: Enter your email address to start...
fr: Entrez votre email pour commencer...

source: Let's go!
fr: C'est parti !

source: Username or email
fr: Nom d'utilisateur ou email

source: By creating an account you agree our <a href="%(ikwen_eula_url)s">Terms & Conditions</a>
fr: En créant un compte vous acceptez nos <a href="%(ikwen_eula_url)s">Termes & Conditions</a>

source: You are about to create an account managed by <a href="http://ikwen.com" style="color: #999; text-decoration: underline"><strong>ikwen</strong></a>, on %(project_name)s. By doing so you accept <a href="%(ikwen_eula)s"><strong>ikwen</strong> Terms & Conditions</a>, as well as <a href="%(agreement_url)s">%(project_name)sTerms & Conditions.</a>
fr: Vous allez créer un compte géré par <a href="http://ikwen.com" style="color: #999; text-decoration: underline"><strong>ikwen</strong></a>, sur %(project_name)s. De ce fait, vous acceptez les <a href="%(ikwen_eula)s"> Termes & Conditions de <strong>ikwen</strong></a>, aussi bien que les <a href="%(agreement_url)s">Termes & Conditions de %(project_name)s.</a>

source: Cloud technologies for everyone
fr: Des technologies Cloud pour tous

source: Head of school
fr: Responsable d'établissement

source: Take your school to the Cloud and improve your performance.
fr: Déployez votre école dans le Cloud et optimisez vos performances à moindre coût.

source: Connect to your childreen's school career.
fr: Connectez-vous au parcours scolaire de vos enfants.

source: ikwen Tsunami logo
fr: Logo ikwen TSUNAMI

source: Build your customers community and sell online 24/7.
fr: Fidélisez votre clientèle et vendez en ligne non-stop.

source: Influencer
fr: Influenceur

source: ikwen Daraja logo
fr: Logo ikwen Daraja

source: Earn money through your followers with ease.
fr: Gagnez de l'argent grâce à vos followers en toute simplicité.

source: Please use at least 3 characters.
fr: Utilisez au moins 3 caractères SVP.

source: Start with a letter.
fr: Commencez par une lettre.

source: <strong>Join</strong> your favorite companies on
fr: <strong>Joins</strong> tes entreprises préférées

source: <strong>Collect</strong> coupons for <strong class="">free</strong>
fr: <strong>Collectionne gratuitement des</strong> coupons

source: <strong>Earn</strong> tons of <strong class="">gifts</strong>
fr: <strong>Gagne</strong> des tonnes de cadeaux

source: Get in !
fr: On y va !

source: <strong>Collect</strong> coupons for free
fr: <strong>Collectionne</strong> gratuitement des coupons

source: <strong>Earn</strong> tons of gifts
fr: <strong>Gagne</strong> des tonnes de cadeaux

source: WHAT DO YOU WANT
fr: QUE VOULEZ-VOUS

source: A website
fr: Un site web

source: More customers
fr: Plus de clients

source: Do you need some technical support ?
fr: Avez-vous besoin de support technique ?

source: The platforms deployed on ikwen benefit from the latest in cloud technology available at a lower cost. Our integrated advice and tutorials allow you to make the most of them effortless. However, if you would like our help in publishing and putting your content online, you only need to purchase the corresponding bundle.
fr: Les plateformes déployées sur ikwen bénéficieront de la dernière technologie cloud disponible à moindre coût. Nos conseils intégrés et tutoriels vous permet d'en tirer parti d'eux. Cependant, si vous sollicitez notre aide pour publier et mettre du contenu en ligne, vous devez commander le paquet correspondant.

source: Claim a technical assistance
fr: Réclamez une assistance technique

source: Do you need graphic expertise ?
fr: Avez-vous besoin d'expertise graphique ?

source: <p class="mobile-adjust"> Internet users will only be interested in your products and services if they are presented in the best possible way. If you do not have a graphic designer skilled in web publishing, we strongly recommend that you acquire the services of one via our "Graphic Assistance" bundle. </p> <a href="#" style="font-size: 15px; font-weight: bold; margin-top: 10px; text-decoration: none;" class="discover-link payment-start" data-product-id="%(support.id)s">Claim a graphical assistance &nbsp;<i class="fa fa-arrow-circle-right animated slideInLeft"></i></a>
fr: <p class="mobile-adjust"> Les utilisateurs d'internet ne seront qu’intéressés à vos produits et services s'ils sont présentés dans la meilleure façon. Si vous n'avez pas un infographe capable de publier sur le Web, nous vous recommandons d'acquérir les services d'un utilisateur via notre forfait "Graphic Assistance". </p> <a href="#" style="font-size: 15px; font-weight: bold; margin-top: 10px; text-decoration: none;" class="discover-link payment-start" data-product-id="%(support.id)s">Réclamez une assistance graphique &nbsp;<i class="fa fa-arrow-circle-right animated slideInLeft"></i></a>

source: Do you need a marketing advice ?
fr: Avez-vous besoin d'un conseil marketing ?

source: Digital marketing offers far more possibilities than conventional marketing. If you are not familiar with concepts such as inbound marketing and cyclical reminders, let us guide you through the maze of e-commerce 2.0. Our experts can teach you the right marketing reflexes to have when you start your business.
fr: Le marketing digital offre plus de possibilités que le marketing conventionnel . Si vous n'êtes pas familier avec les concepts tels que marketing entrant et rappels cycliques, laissez-vous orienter à travers le labyrinthe du e-commerce 2.0. Nos experts peuvent vous enseigner les réflexes de marketing qu'il faut avoir lorsque vous commencez votre entreprise.

source: Claim a marketing support
fr: Réclamez un support marketing

source: Need help ?
fr: Besoin d'aide ?

source: Contact us
fr: Contactez-nous

source: Welcome
fr: Bienvennue

source: Manage your platform, your customer wallet and your relaunch campaigns to make the most of your services
fr: Adminitrez votre plateforme, votre portefeuille client et vos campagnes de relance pour tirer le meilleur de vos services

source: Manage
fr: Adminitrer

source: website.
fr: Site Web.

source: Orders and customer requests
fr: Commandes & requêtes clients

source: Manage interaction to your customers with ease.
fr: Interagissez avec vos clients en toute simplicité.

source: Pending orders
fr: Commandes en attente
