Repository: komsihon/Project6
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Home
fr: Accueil

source: Account setup
fr: Infos compte

source: Logout
fr: Déconnexion

source: Login
fr: Connexion

source: Register
fr: Inscription

source: Email or phone
fr: Email ou téléphone

source: Choose a password
fr: Choisissez un mot de passe

source: Confirm password
fr: Confirmer le mot de passe

source: Phone number
fr: Téléphone

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Your are ...
fr: Vous êtes ...

source: A woman
fr: Une femme

source: A man
fr: Un homme

source: By creating an account you agree our
fr: En créant un compte vous acceptez nos

source: Terms & Conditions
fr: Termes et Conditions

source: You are about to create an account managed by
fr: Vous êtes sur le point de créer un compte géré par

source: on
fr: sur

source: By doing so you accept
fr: En le faisant vous acceptez

source: as well as
fr: aussi bien que

source: Yes, I read and accept.
fr: Oui, J'ai lu et j'accepte.

source: Submit
fr: Envoyer

source: Please, enter valid email or phone
fr: Veuillez entrer un email valide

source: Please, enter valid email
fr: S'il vous plaît, entrez un email valide

source: Please use digits only.
fr: Utilisez les chiffres uniquement SVP.

source: Prepend country code if you are not in Cameroon.
fr: Préfixez par le code du pays si vous n'êtes pas au Cameroun.

source: DO NOT prepend 00.
fr: NE PAS préfixer par 00.

source: Passwords mismatch! Please check.
fr: Mots de passe incompatibles! Vérifiez s'il vous plaît.

source: Password too short. Use at least 6 characters.
fr: Mot de passe trop court. Utilisez au moins 6 caractères.

source: Invalid date. Please check.
fr: Date non valide. Veuillez vérifier.

source: Sign in
fr: Connexion

source: Your password was successfully reset, login now.
fr: Votre mot de passe a été réinitialisé, connectez-vous maintenant.

source: Password
fr: Mot de passe

source: Login with <strong>ikwen</strong>
fr: Se connecter avec <strong> ikwen</strong>

source: Forgotten password ?
fr: Mot de passe oublié ?

source: No account yet ?
fr: Pas encore de compte ?

source: Please login to continue with TSUNAMI...
fr: Connectez-vous pour continuer sur TSUNAMI SVP...

source: By creating an account you agree our <a href="%(ikwen_eula_url)s">Terms & Conditions</a>
fr: En créant un compte vous acceptez nos <a href="%(ikwen_eula_url)s">Termes & Conditions</a>

source: You are about to create an account managed by <a href="%(settings.IKWEN_BASE_URL)s" style="color: #999; text-decoration: underline"><strong>ikwen</strong></a>, on %(service.project_name)s. By doing so you accept <a href="%(ikwen_eula_url|ikwenize)s"><strong>ikwen</strong> Terms & Conditions</a>, as well as <a href="%(settings.AGREEMENT_URL)s">%(service.project_name)sTerms & Conditions.</a>
fr: Vous allez créer un compte géré par <a href="%(settings.IKWEN_BASE_URL)s" style="color: #999; text-decoration: underline"><strong>ikwen</strong></a>, sur %(service.project_name)s. En faisant ainsi, vous acceptez les <a href="%(ikwen_eula_url|ikwenize)s">Termes & Conditions d'<strong>ikwen</strong> </a>, aussi bien que les <a href="%(settings.AGREEMENT_URL)s">Terms & Conditions de %(service.project_name)s.</a>

source: Back
fr: Retour

source: Continue
fr: Continuer

source: Oops! An error occurred. Check your internet.
fr: Oups! Une erreur est survenue. Vérifiez votre connexion internet.

source: Search
fr: Recherche

source: Community
fr: Communauté

source: Enterprise
fr: Entreprise

source: About ikwen
fr: À propos de ikwen

source: Terms & conditions
fr: Conditions d'utilisation

source: All rights reserved.
fr: Tous droits réservés.

source: Legal mentions
fr: Mentions légales

source: Terms and conditions
fr: Termes & Conditions

source: Legal Notice and Terms of Use
fr: Mentions légales et Termes d'utilisation
